{
  "filename": "ArithVETics 2021.docx",
  "canvas_file_id": 11120661,
  "file_url": "https://canvas.liverpool.ac.uk/files/11120661",
  "text": "ArithVETics!\n\nCalculate the volume of carprofen solution (50mg/ml) you must administer to a 9.5kg dog to give a dose of 4mg/kg. Give your answer to one decimal place. \n\n\nA 4kg cat needs an injection of buprenorphine.  The dose is 20µg/kg (micrograms per kilogram) and the concentration of the solution is 0.3mg/ml.  What volume do you need to draw up in your syringe? \n\n\n\nCalculate the volume of butorphanol solution (10mg/ml) you must administer to a 22kg dog to give a dose of 50µg/kg. Give your answer to one decimal place.\n\n\nA 13.5 kg dog has an anal gland infection.  Culture and sensitivity testing reveals that the best antibiotic choice would be clindamycin.   The dose is 5.5mg/kg every 12 hours.  The tablets are available in 25mg, 75mg and 150mg.  \nWhat dose should this dog receive every 12 hours? \n\n\nHow many tablets are required for a 7-day course?\n\n\n\nA dog is 7% dehydrated – his starting weight is 24 kg and he has now lost 7% of his bodyweight as water and has a fluid deficit of 1.68litres (.07 x 24 = 1.68). \nYou wish to administer intravenous crystalloid fluids to replace this deficit over 6 hours. What drip rate (seconds between drops, phrased in a way that the ward attendant can actually measure) is needed for the first 6 hours? The giving set is 20 drops/ml.\nYou then change the fluid rate to a maintenance rate of delivery (2 mls/kg/hr). What drip rate do you need now?\n\nWhat is the drip rate you would need using a paediatric giving set (60 drops per ml) to:\nCorrect the fluid deficit over 6 hours in 4.5kg cat that is 10% dehydrated?\nChange the fluid rate to a maintenance rate (2ml/kg/hr) after 6 hours?\n\nFluids that are given intravenously to animals need to have a similar osmolarity to extracellular fluid. One suitable solution is 154mM NaCl solution. What weight of NaCl to you need to add to 500mls water to make a 154mM NaCl solution of NaCl? \nMolecular weight of NaCl is 58.44 g/mol"
}