{
  "filename": "Respiratory Histology (Practical Handout Q+A-1.pdf",
  "canvas_file_id": 11121856,
  "file_url": "https://canvas.liverpool.ac.uk/files/11121856",
  "text": "VSCI 100 – NSF \nRespiratory Histology – PRACTICAL \nPage 1 of 3 \n \nSlide 49 – Larynx (trichrome) \nLook for cartilage.  Is it fibrous or hyaline? hyaline Associated with the cartilage is muscle \n(blue/purple cytoplasm and red nuclei).  Is it smooth, skeletal or cardiac muscle?  Skeletal There \nare two large true surfaces; i.e. covered by an epithelium. Identify the epithelia. Given the type \nof muscle associated with the type of cartilage, and the epithelial lining of the tube supported by \ncartilage, where in the body do you find this tissue? (stratified squamous - oral cavity; \npseudostratified columnar with cilia – respiratory system). \n \n \nSlides 50, 51 and 76 \nN.B. None of these slides gives an indication of the extensive capillary network in the exchange \narea. The network would have to be perfused with a dye to show this (see PowerPoint slide). \n \nThe following exercises are best carried out first with slide #76, which allows you to distinguish \nmost clearly between the structures discussed: \n \nExamine under LP. The tissue seems to consist of holes. Remember that the lung consists \nmainly of air spaces, so the smallest holes are alveoli, lined by simple squamous epithelium.  \nLook for ill-defined empty areas (round or tubular) in areas of alveoli: These will be alveolar \nsacs and/or ducts.  They are poorly defined because so many alveoli open into them that there is \nvery little of their wall in the section.   \nLook for tubes in T.S. or L.S. with a well-defined wall lined by a distinct epithelium \n(pseudostratified columnar to cuboidal epithelium): These will be bronchi (s. bronchus) and \nbronchioles. How can you distinguish a bronchus from a bronchiole?  The easiest way is to look \nat the extremes, the largest bronchi and smallest bronchioles.  Look for an alveolar duct opening \ninto a tube with a distinct cuboidal epithelium and a complete wall – it must be a bronchiole. (If \na few alveoli open into it, it is a respiratory bronchiole.)  Now look at how close the surrounding \nalveoli (associated with other alveolar ducts/sacs) are to its epithelium. They are separated only \nby a thin layer of connective tissue and a few strands of smooth muscle.  Continuing under LP, \nsearch for much larger airways, lined by pseudostratified or simple columnar epithelium with a \nperibronchial sheath (PBS) – a thick layer of connective tissue containing cartilage plates and \nserous glands (and lots of collapsed venules and lymphatic vessels): These are bronchi.  You \nmay see bundles of elastic fibres immediately under the lining epithelium, particularly were it is \nthrown up into a fold.  Smaller bronchi will lack cartilage and glands, but will still have a \nsubstantial PBS separating the lining epithelium from the nearest alveoli. \nPulmonary arteries run alongside the airways and are surrounded by a periarterial \nsheath (PAS) that, if running adjacent to a bronchus, will blend with its PBS. Pulmonary veins \ndo not run with the airways, but take an independent route through the tissue of the lung until \nthey near the hilus/hilum (i.e., the ‘root’ of the lung, where airways, blood vessels, lymphatic \nvessels and nerves enter/leave the lung).  Compare pulmonary arteries and veins: There is not \nthe same dramatic difference between them as seen in the systemic circulation.  Why? Being so \nclose to the heart, they both carry blood under relatively low-pressure, and so are both thin-\nwalled. Pulmonary arteries aren’t supplying the systemic tissues (indeed, because of the reverse \narrangement of the pulmonary circulation, they aren’t branches of the aorta, like most arteries \nclose to the heart) and so don’t require a thick muscular/elastic layer in their walls to \nperpetuate the propulsive force of the heart’s contraction.  Also, the pulmonary veins (not \nfighting hydrostatic pressure as veins at the bottoms of the limbs would be) don’t need valves to \nprevent backflow. \nVSCI 100 – NSF \nRespiratory Histology – PRACTICAL \nPage 2 of 3 \n \n \nSlide 50 – Lung (cat, H&E) \nLook for aggregates of lymphocytes. How are they identified?They look like naked nuclei, with \nonly a very thin rim of cytoplasm around them (not visible under LM). They are usually found \nwhere airways branch because the branching causes slight turbulence in airflow, and \npathogens/particles are thrown against the epithelium in these regions. If you don’t have \nbranching profiles in your specimen, this arrangement may not be apparent. \n \nSlide 51 – Lung (sheep, H&E) \nIs this normal healthy tissue or are there signs of infection?Yes, there are signs of infection; i.e., \naggregates of lymphocytes throughout the tissue.  Compare with slide 50. \n \nSlide 76 – Lung (calf, trichrome) \nLook for large bronchi in T.S. accompanied by one or two pulmonary arteries.  Their connective \ntissue sheaths (PBS and PAS) are generally connected.  What is the function of these sheaths? In \nvery simple terms, to form a continuum between the bronchi, arteries and alveolar septa, such \nthat the negative pressure within the lung tissue exerts a traction force on the sheath that is \ntransmitted to all of these structures and holds them all open. Lots of venules are apparent in the \nsheaths.  Look for a pulmonary vein (some are running with the bronchi). If both pulmonary \narteries and veins are associated with an airway, it indicates that they are nearing the hilus of the \nlung.  \nAt gross anatomy level, the lung is divided into lobes and, at microscopic level, lobes \nare further divided into lobules by distinct sheets of connective tissue present in most animals, \nand thickest in ox and pig. What are these sheets called? Interlobular septa. You may find small \nblood vessels in these sheets, particularly under the visceral pleura. These are branches of \nbronchial arteries (and veins); i.e., arteries branching off the aorta and providing metabolic \nsupport to the lung tissue.   \n \nVSCI 100 – NSF \nRespiratory Histology – PRACTICAL \nPage 3 of 3 \n \nAn Overview of Respiratory system: SELF- DIRECTED learning exercise \n \nProvide key structural features of the respiratory organs and summarise them in the table provided:  \n  \n \nComponent Epithelium \nSecretory Cell CartilageSm. Muscle \nGlands in C. T. \nOther \nTrachea \nPseudostratified \nColumnar Ciliated \nGoblet \nC-shaped At opening of C-\nshaped cartilage \nSerous/Mucous \n-- \nBronchi \nPseudostratified \nColumnar Ciliated \nGoblet \nPieces \nYes (encircles \nlumen) \nSerous/Mucous \nEnters lung \nBronchioles to \nTerminal \nBronchioles \nSimple Columnar \nCiliated \nExocrine \n(dome-shaped) \nNo \nYes \nNo \nNo Alveoli in \nWalls \nRespiratory \nBronchioles \nSimple Cuboidal \n(some cilia) \nExocrine \nNo \nYes \nNo \nAlveoli in Walls \nAlveolar Duct Mostly \nSimple Squamous \nNo \nNo \nYes/No \nNo \n-- \nAlveoli \nSimple Squamous \n(Type I and II cells) \nType II Cell \nNo \nNo \nNo \n--"
}