{
  "filename": "Sedation protocols for dogs 2022.pdf",
  "canvas_file_id": 11120907,
  "file_url": "https://canvas.liverpool.ac.uk/files/11120907",
  "text": "10. Rushton Drive, Upton, Chester, Cheshire, CH2 1RE \nT 01244 377365   F 01244 399228   E office@brvp.co.uk \nRegistered in England and Wales ∙ Company no: 4547146 ∙ VAT no: 824 9234 22  ∙ Registered office: 15 High Street, Brackley, Northants NN13 7DH \n \n \n \n \nMedication protocols for emotionally challenged dogs during veterinary \nvisits and procedures \nfrom Zero Pain Philosophy and Behavioural Referrals Veterinary Practice  \n \nThis protocol is designed to be used in conjunction with a dog friendly approach to managing the \nindividual patient (https://www.dogstrust.org.uk/help-advice/dog-care/vet-clinics/).  \nEmotional assessment of the patient should have been carried out as part of that management process. \nWhere necessary advice regarding the emotional health of the patient through consultation with a \nveterinary colleague working in behavioural medicine may be sought. \n \nPRE-VISIT COMPONENT OF PROTOCOL \n \nGive oral anxiolytic at home 1-2 hours prior to visit.  \nOptions: \n• \nTrazodone 4-8 mg/kg PO \n• \nAlprazolam 0.01-0.1 mg/kg PO \n• \nDiazepam 1-2 mg/kg PO \n \nGive a trial of the therapeutic dose of the chosen drug several days prior to scheduled appointment and assess \neffect.  \n \nThe use of benzodiazepines may be most appropriate when patients will benefit from potential amnesic effect of \nthe medication in order to prevent negative memory formation which can be detrimental to future visits.  \nWith alprazolam a test dose of 0.01 mg/kg can be given first as those animals that react with agitation will often \ndo so at the very low dose. If there is no reaction at the low dose you should then trial the therapeutic dose on a \ndifferent day as some dogs do show a reaction at the higher dose.  \n \nIn cases where the trial dose of therapeutic dose of trazodone alone has been unsuccessful and/or the patient is \nparticularly emotionally challenged by a veterinary visit it is possible to combine trazodone with gabapentin \nusing the following recommended dose: \n \n• \nTrazodone 4-12 mg/kg PO and Gabapentin 20 mg/kg PO  \n \nFor small dogs liquid preparations can facilitate administration of the medication and accuracy of dosing.  \n \nIn situations where medications above are not appropriate for individual patient and / or cases where emotional \narousal is a significant factor the use of noradrenergic acting medication such as Sileo® (according to \nmanufacturers published dose rate) can be considered. \n \nIn cases where patients are attending consultations only or routine blood sampling the pre-visit component may \nbe sufficient alone. For particularly challenged patients and those undergoing procedures it may be appropriate \nto combine with sedation protocols on arrival at the practice. \n \nThe presence of acute or chronic pain must always be considered as a potential factor when patients are \nexhibiting challenging behaviour. The use of gabapentin as part of  the pre visit protocol may be of \nparticular benefit for patients with a pain component, provided they are gabapentin naïve. The use of \nEMLA or cold spray preparations should be considered before embarking on procedures such as \nvenepuncture.  \n \n \n \n \n \n \n \n \n \n \nON ARRIVAL AT THE PRACTICE \n \nDepending on level of sedation produced it may be then be possible to give an IM injection on arrival at the \nsurgery of: \n• \n0.02 mg/kg medetomidine  \n• \n2 mg/kg ketamine  \n• \n0.2 mg/kg butorphanol  \n \nIf unable to give IM injection despite oral anxiolytics at home give oral medetomidine at least 0.05 mg/kg. Once \nsedated give IM injection of \n• \n2 mg/kg ketamine \n• \n0.2 mg/kg butorphanol  \n \nIf after oral medetomidine the dog is really sedated then give IM injection at half those doses;  \n• \n1 mg/kg ketamine \n• \n0.1 mg/kg butorphanol  \n \nIf conducting surgery the butorphanol should be replaced with methadone at 0.2mg/kg.  \n \nInclusion of a benzodiazepine at some stage is beneficial due to the retrograde amnesic effects. Options: \n• \nOrally, as part of the at home option (as discussed above). \n• \nIntramuscularly once sedative options discussed above have taken effect – midazolam 0.25mg/kg. \n• \nIntravenously as part of the anaesthetic induction protocol. Give 1 mg/kg propofol or 0.5 mg/kg \nalfaxalone followed by 0.25 mg/kg midazolam IV. Then titrate propofol or alfaxalone to achieve \ntracheal intubation.  \nThe inclusion of medetomidine in these protocols assumes no underlying cardiovascular disease is present. \n \nPlease provide oxygen by mask during sedation \n \nDURING HOSPITALISATION \n \nIf patients are hospitalised the use of medication to reduce the emotional impact of that stay can be considered. \nOptions include: \n \n• \nTrazodone 4-6 mg / kg up to bid (NB different dose from pre vet visit protocols) \n• \nAlprazolam 0.01-0.1 mg/kg PO \n \nDuring hospitalisation attention must also be paid to the use of dog friendly interactions and management \ntechniques and the emotional health of the patient should be monitored alongside its physical health \nreason for hospitalisation.  \n \n \nDr Matt Gurney BVSc CertVA PgCertVBM DipECVAA FRCVS \nRCVS and EBVS® European Specialist in Veterinary Anaesthesia & Analgesia  \n \nDr Sarah Heath BVSc PgCertVE DipECAWBM(BM) CCAB FHEA FRCVS \nRCVS and EBVS® European Specialist in Veterinary Behavioural Medicine"
}