{
  "filename": "LO4-Summaries.pdf",
  "canvas_file_id": 11121394,
  "file_url": "https://canvas.liverpool.ac.uk/files/11121394",
  "text": "VSCI100: Describing data \nHelen Clough, University of Liverpool \nLO4: Identify when each of a range of summary statistics (mean, median, mode, variance, standard \ndeviation, standard error) might be helpful in understanding a set of data \n \n \nContext: What is descriptive analysis? \n \nDescriptive analysis, which you might sometimes see called exploratory data analysis, is the use of \ndescriptive techniques to explore data. Descriptive statistical approaches may be numerical or graphical. An \nexploratory or descriptive analysis is an important first step in any statistical investigation of data: before \nyou go anywhere near a statistical model you should look at your data carefully. The emphasis in \ndescriptive analysis is upon summarising and describing data, often using very simple approaches (for \nexample means, medians, variances and standard deviations.)  \nMeasures of location \nWe motivate a discussion of measures of location using a pretend case study.  \nSuppose we are interested in the following research question: \nWhat is the average number of horses admitted to a large animal hospital in a typical year with a diagnosis \nof equine grass sickness? \nA kind clinician provides you with some historical data going back over the last 9 years, which consists of \nadmission counts per year over that time period. Assuming those 9 years are in some way representative, \nwhat measures could be used to estimate the “typical average” number of admissions? \nArithmetic (sample) mean \nThis is the sum of all the observations divided by the number of observations. (Note, you may see the \n“mean” referred to in books and papers: this usually refers to the arithmetic mean unless otherwise \nstated). You will frequently see the mean denoted by a letter, with a bar over the top (e.g. 𝑥̅ or 𝑦̅.)  \nSo, to find the mean of a sample of 9 numbers, you add the numbers up and divide by 9. \n \n \nThought exercise: in the right order, what two sums do you need to do to estimate the average number \nof equine grass sickness admissions in a typical year? \n \n1)   \n \n2) \nBecause we assume the data are “representative”, we can use the mean from this sample of data to make \na sensible guess at what the mean number of admissions in a typical year is. \nGeometric (sample) mean \nData are logged (the logarithm to the base 10 of each number is taken) and the arithmetic mean of these \nlogged data then taken, and the inverse log (exponential) of this arithmetic mean provides the geometric \nmean. This is wordy, but the operation is fairly straightforward – and most statistical packages will do it for \nyou anyway! \nThe geometric mean is less commonly used than the arithmetic mean, but it is used in microbiological and \nserological research and can be helpful when data are skewed (which commonly means lots of small values \nand a few very high values). \nMedian \nThis is the value which comes half way when the data are ordered from smallest to largest. In other words, \nyou will see an equal number of data points above and below the median. [If there are an even number of \nobservations, the median is the mean of the two central observations (for example, if the central two \nobservations are 6 and 7, the median is (6+7)/2 = 6.5.)] \nThought exercise: Suppose the annual admission numbers to the hospital in the last 9 years with a \ndiagnosis of equine grass sickness are as follows. What is the median number of grass sickness \nadmissions to the hospital? \n2, 2, 2, 3, 4, 5, 5, 5, 7 \nAnswer:         admissions per year \nMode \nThis is the number that occurs the most often. Sometimes, if all data points are different the mode is not \ndefined. And if there are two (or more) numbers that occur the most frequently the distribution is multi-\nmodal. For example, in a data set \n2, 2, 2, 3, 4, 5, 5, 5, 7 \nthere are two modes.  \nThought exercise: what are the two modes in the hypothetical admissions data? \nAnswer: modes are        and        admissions per year \n \nMeasures of scale \nAs the measures of location measure where the centre of a data set lies, measures of location quantify how \nspread the data are. There are several common measures of scale. \nRange \nThe range is simply the maximum of the data minus the minimum of the data. It provides a fairly crude \nindication of the spread of the data: note that one particularly extreme observation will lead to a very wide \nrange, so it is very sensitive to outliers.  \nThe range, reported alongside the maximum and the minimum, can be very useful for identifying extreme \nobservations, unusual data points (inconsistent with the rest of the set) and typographical errors.  \nThought exercise: what is the range of the hypothetical admissions data? \n2, 2, 2, 3, 4, 5, 5, 5, 7 \nAnswer:  \nRange =       admissions \nMaximum =       admissions \nMinimum =       admissions \n \nPercentiles \nIn most common use are the 5th and 95th percentiles. The 5th centile is the point below which 5% of the \ndata lie, and similarly, the 95th centile is the point below which 95% of the data lie (equally, above which \n5% of the data lie. Most generally, the nth centile is the point below which n% of the data lies. The 25th \ncentile is referred to as the lower quartile, the 75th centile is the upper quartile, and the numerical \ndifference between them is called the inter-quartile range. Notice that the 50th percentile (equivalently \nsecond quartile) is the median – since it is the point which has half of the data above it, and half of the data \nbelow it. Unlike the range, percentiles describe the data without being overly influenced by the extremes of \nthe data. \nVariance and standard deviation \nThe standard deviation and variance are widely-used measures of variation. The standard deviation is \nsimply the square root of the variance These summaries tell us about how spread out the data are around \ntheir mean. The variance is the mean distance of each data point from the overall mean. We will look at a \npictorial representation of this in the lecture to help you see that despite a lot of words it is actually a very \nsimple concept.   \nThinking about it intuitively \n• \ndata which are bunched close to their mean will have small variance (and standard deviation), and  \n• \ndata which are very widespread about their mean will have large variance (and standard deviation).  \nAgain, statistical packages will calculate standard deviations and variances for you so you don’t need to \nworry about being able to work this out longhand."
}