{
  "filename": "Clinical scenarios Vits and Minerals WITH ANSWERS.pptx",
  "canvas_file_id": 11120172,
  "file_url": "https://canvas.liverpool.ac.uk/files/11120172",
  "text": "Case 1: Frank the Guinea Pig\u000b\nIt’s Christmas and for a present Mrs Miggins decides to buy her son (Harold) a rabbit called Ronald, and a 6 week old guinea pig called Frank. She decides to keep them together in the same hutch so they can keep each other company.  She feeds them a commercially prepared rabbit food.  \n \nMrs Miggins is very busy at work and doesn’t spend much time around Ronald and Frank, whose hutch is at the bottom of the garden:-  \nIt is quite a while later, before Mrs Miggins notices that Frank isn’t moving around very much anymore – indeed he doesn’t look at all well….he’s  got a rough coat, diarrhoea and seems extremely weak:- \n \nFrank the Guinea Pig is poorly \n \n\nMrs Miggins takes Frank to see you, her local vet.  \n\n\nQ. Based on the clinical history, what nutritional imbalance is most likely to be responsible for Frank’s ill health and why?\n\n\nQ. Why isn’t Frank moving around very much?\n \nSadly, despite treatment Frank dies. \n\nQ. If Frank had been an adult at the time Mrs Miggins bought him, would he have been more or less likely to survive? Give your reasons.\n\n \n \nHarold is distraught at the loss of Frank, so Mrs Miggins has bought him another guinea pig called Reggie. She phones you up for some advice.\n \nQ. What advice would you give to Mrs Miggins regarding Reggie’s diet in order to avoid him suffering the same fate as Frank?\n \n \nQ. Other than providing an incorrect diet, makes brief notes on any other husbandry issues related to the case\n\n \nQ. Based on the clinical history, what nutritional imbalance is most likely to be responsible for Frank’s ill health and why?\n \n\nScurvy – deficient in ascorbic acid (vitamin C).\n\nUnlike Rabbits who have the enzymes to synthesise ascorbic acid from glucose, GP’s don’t have this enzyme and hence require a daily supply in their diet.\n\n\nRabbit food is not supplemented with ascorbic acid \n\n\n\n\n\n\nQ. Why isn’t Frank moving around very much?\n \n\n\n\nQ.  If Frank had been an adult at the time Mrs Miggins bought him, would he have been more or less likely to survive? Give your reasons.\n \n \nQ. Why isn’t Frank moving around very much?\nAscorbic acid is  needed for collagen formation – deficiency leads to swelling of joints, cartilage and bone defects, connective tissue and muscle weakness, depression etc \nQ.  If Frank had been an adult at the time Mrs Miggins bought him, would he have been more or less likely to survive? Give your reasons.\nMore likely – young animal rapidly growing and increased requirements \n-also perhaps less likely to get bullied / stressed by the rabbit.. \nHarold is distraught at the loss of Frank, so Mrs Miggins has bought him another guinea pig called Reggie. She phones you up for advice.\n \nQ. What advice would you give to Mrs Miggins regarding Reggie’s diet in order to avoid him suffering the same fate as Frank?\n \nGP’s need a reliable source of vitamin C on a daily basis \n\n- Vitamin C degrades quickly in water and in pelleted food - commercial GP food if stored for too long won’t be sufficient – always follow manufacture’s storage and shelf life guidance \n\n- Essential to provide a variety of vitamin C rich, fresh, vegetables daily \n \nQ. Other than providing an incorrect diet, makes brief notes on any other husbandry issues related to the case\nkeeping rabbits and GP’s together in the same hutch: may lead to bullying or injury of the GP \n\n-poor daily observation by owner – resulted in Frank being taken to the vets too late to save him \n\n-hutch design poor – no access to grass etc \n\n-hutch location poor – hard to observe as at end of the garden \nCase 2: The pet sheep -Sarah \nHarold is going up fast! He has as aspirations to become a vet and has been pestering his mum to buy some sheep. As a result, Mrs Miggins rents some land and buys 6 ewes, who are all in lamb. The first 4 ewes have their lambs without a problem, and Harold is delighted. However, 2 of the ewes have still born lambs, and over the next few weeks, some of the lambs develop hind limb weakness and seem wobbly on their feet. However, Mrs Miggins only becomes concerned when one of the lambs (who Harold has named Sarah) is unable to get to her feet and she seeks the opinion of the dairy farmer who owns the land, on the Somerset levels. He explains that the land is “teart” and this is the cause of the problems. \nSarah is struggling to get up  \nQ. What is teart pasture? Identify and explain the nutritional problem \u000b\n\nThe farmer advises Mrs Miggins that one way to correct the problem is by providing a commercial vitamin and mineral bucket in the field for the sheep to lick. The farmer offers to sell Mrs Miggins one of his cattle mineral buckets for a reduced price. Mrs Miggins is pleased. \n\n\nQ. What nutritional problem, that causes sudden death and a jaundiced carcass, is associated with providing cattle mineral supplements to sheep and why? \nQ. What is teart pasture? \nCertain pastures in England & Wales (‘teart’ pastures – high Mo)\nThe molybdenum concentration in ‘teart’ pastures can be 10 to 50 fold greater than ‘normal’\n\nRumen microbes form sulphides which combine with Mo to form THIOMOLYBDATE\n\nThiomolybdate binds copper to form \t\t\t\t\t              COPPER THIOMOLYBDATE\t\t    \n which decreases Cu absorption & causes signs of Cu deficiency, despite adequate dietary Cu provision\n\nIdentify and explain the nutritional problem? Copper deficiency\nSheep\nSwayback\nAffects lambs born to Cu2+ deficient ewes \nFailure or degeneration of normal neural development in the lamb\n\nCongenital (from birth)\n\tSigns: Stillborn, weak  ataxia, paresis, unable to stand, death\n\tIrreversible\n\nb)  Delayed onset (few weeks old)\n\tSigns: Normal at birth  depressed growth rate, rapid onset hind limb weakness, ataxia then paresis & death\n\tCan be prevented/reduced in Cu deficient lambs by parenteral injection of small doses of Cu complexes\n\n\nTolerance: Pigs > Horses > Cattle > Sheep   \nCopper accumulates in liver  cell necrosis\n\nSigns:\nJaundice\nAppetite loss\nHepatic coma & death\nQ. What nutritional problem, that causes sudden death and a jaundiced carcass, is associated with providing cattle mineral supplements to sheep and why?\n\n Copper Toxicity \nNever feed cattle (or pig) food (concentrates or mineral supplements) to sheep \nCase 3: Molly the Border Collie \n\nHarold wants to try his hand at herding the sheep and persuades Mrs Miggins to buy him a border collie, called Molly, from a local rescue centre. \n\nMolly suffers from a chronic skin condition, but Harold is not deterred. Mrs Miggins, however, is not impressed as a neighbour noticed Molly’s bad skin and implied that she wasn’t caring properly for the dog. \n\nWhile in the hairdressers, Mrs Miggins skim reads an article in a dog magazine claiming many health benefits from feeding a BARF diet (Bones and Raw Food), including improved skin and coat condition. \n\nThe article said that commercial dog foods are unnatural because they contain cooked meats and grains (dogs in the wild eat raw flesh and bones) and that they are to blame for many canine health problems. In addition, it said one problem with commercial dog food is that the meat it contains is poor quality. \n\nDelighted with the thought that a BARF diet could help Molly’s skin problem, Mrs Miggins enthusiastically starts Molly on the new diet. \n\nMrs Miggins thinks that the higher the quality the meat she fed to Molly, the more likely it would be to work. She was also very worried that if she fed Molly raw bones they might get stuck in her throat, so she decided to avoid these and feed Molly exclusively on lean raw beef and lamb. \n\nMolly is due her booster vaccine and during the consultation Mrs Miggins mentions the new diet, to you, a newly qualified vet. She also makes it very clear that she is not prepared to return to feeding Molly a commercial dog food. \n\nQ. What advice would you give to Mrs Miggins about feeding Molly? \n\nQ. What advice would you give to Mrs Miggins about feeding Molly? \n\nNot a balanced diet, will be deficient in several vitamins and minerals \n\nAdvise feeding some offal (e.g liver, kidney), uncooked bones, and vegetables. \nLean red meat: \n\nHigh in Vit B12 and B6, niacin, iron, zinc, phosphorous (but low level of calcium to phosphorus ratio) \n\nOkay source of riboflavin, pantothenic acid, selenium (variable vit D) \n\nLow in other vits and minerals esp. vit A, E, K other B vits and sodium \n\nNB See Lectures by Alex German on the pros and cons of BARF diets compared to commercially prepared dog food \n\n\n\nCase 4: Harold walks Molly the dog..\n\nIt’s March and after a fine spell, the weather has suddenly turned cold and wet. Harold is out exercising Molly early one morning and turning the corner he is shocked to see a cow dead in the field, while another cow is flat out on her side, convulsing and frothing at the mouth.  \n\nQ. What nutritional condition is most likely to be the cause and why? \nMagnesium (Mg)\n\nFunctions:\n~70% total body magnesium is present in bone; \nMost common enzyme activator\nMuscle contraction\nPropagation of nerve impulses\n\nBody reserves: NONE & NO homeostatic regulation  dependant on dietary intake to maintain function\nLactating cattle & sheep\tHypomagnesemia\n\n\t\taka GRASS STAGGERS = EMERGENCY!\n\nSigns:\tHyperaesthesia\tRecumbency\n\t\t\tIncoordination\t\tConvulsions\n\t\t\tMuscle tremor\t\tDeath\n\t\t\t\n\t\tFrequent cause of SUDDEN DEATHS\n\n\n\nMagnesium (Mg)\nSources:\nAll green plants (chlorophyll)\nMeat & bone\nColostrum\nMagnesite & calcined magnesite\n\nHypomagnesaemia: Grass staggers\nPredisposing Factors for Grass Staggers:\n\n– Spring\nRapid grass growth =  Mg uptake by plant\nGrass diarrhoea = faster passage of digesta through the gut decreases Mg uptake\nBad weather  grass intake reduced as cows shelter\nFertilisers: \tNitrogen fertilisers - ↑rumen NH3 which \t\t\t\t        depresses Mg uptake\n\t\t\tPotassium fertilisers - ↑Mg excretion\n\t\t\tLiming – ↓ grass Mg concentration\nAutumn \nGradual ↓ in grass Mg\n\nYear round\nStresses which decrease food intake (eg. Bad weather/ dog worry)\nCase 5: Harold’s Saturday job\n\nHarold decides to get a Saturday job on a local 200 cow, very high yielding dairy farm, in order to help his application to vet school.\n\nOne Saturday morning he turns up to find Farmer Mueller very unhappy because her favourite old, and very best (i.e. high yielding) cow, Marion, who calved 48 hours ago, is recumbent (i.e. unable to stand up – a “downer cow”). She has an abnormal kink in her neck (“S shaped bend”). \nMarion \nthe “downer cow” \nQ. What very common nutritional condition is most likely to be the cause of Marion’s recumbencey? \nCalcium (Ca)\nFunctions:\nStructural component of skeleton (dynamic)\nControls cell excitability (nerve & muscle)\nRegulates muscle contraction\nRegulates blood coagulation\nMany enzyme actions\n\n           Rigid homeostatic control of plasma\tcalcium ion concentrations\n      (Vitamin D & hormones)\n\nSee NSF lecture notes!!!\nSigns of Deficiency: HYPOCALCAEMIA\n\nOccurs if sudden decrease in blood calcium (sometimes also Mg & P) concentrations  homeostatic control sluggish to correct\n\nACUTE form:\n\nFemale mammals at the onset or peak of lactation\n\t\t High demands of mammary gland for calcium to synthesise milk\n\nLaying hens\n\t\t High calcium demands of eggshell production\n\n\t\t\nHypocalcaemia – Milk Fever\nDairy cow\nMILK FEVER\nCommonly from 1 day before calving to 3 days post-partum\nHigh demand for Ca  lactation\nHigh-yielding cows in their third & subsequent lactations most susceptible\nSlow homeostatic adaptation to increased Ca demand  mechanisms unable to prevent a sudden decrease in blood Ca levels\n\nHypocalcaemia – Milk Fever\n\nSigns:\nFlaccid paralysis (progressive)  general uneasiness, dullness, paddling/shifting of hind legs, dry muzzle, constipation, inability to stand, coma & death\nRecumbency (‘Downer Cow’)\nRumen stasis\nPupil dilatation\n\nCase 6: Harold’s work placement\n\n\nHarold’s Saturday job pays off! He gets a place at Livepool Vet School (his first choice!). Time flies and it’s not long before Harold is on his first summer work experience placement, an intensive beef farm that specializes in finishing cattle indoors on a diet very high concentrates. \nDuring his visit, Harold notices that one of the cattle was standing with its head pushed up against the side of the pen (head pressing), another one appeared blind. Yet another animal staggered about, collapsed and starting convulsing \n\nThe farmer diagnoses a thiamine deficiency, but Harold remembers from his first year lectures that the rumen microbes can synthesize all the B vitamins: he is rather confused. \n\nQ. What is the name of this condition? Explain why this deficiency has occurred \n\nQ. What other vitamin deficiency can cause blindness in cattle? \nVitamin B1 - Thiamine\n\nRuminants: Bacterial thiaminases produced in disturbed rumen microflora destroy ingested & bacterial thiamine -> deficiency\n\nCerebro-Cortical Necrosis (CCN)\nBlindness\nInco-ordination\nStaggering gait\nlimb extension\nRecumbency\nPaddling\nDeath\nVitamin B1 - Thiamine\nMetabolism:  Initiation & propagation of nerve impulses\n\nSigns of Deficiency:\n\t-progressive dysfunction of the nervous system\n \t-paralysis\n\t-blindness\n\t-muscular dysfunction\n\t-Loss of appetite\t\n\t-emaciation\nUsually the rumen microbes can synthesize all the B vitamins including thiamine. \n\nFeeding high level of concentrates (starch) is a risk factor for thiamine deficiency, especially if there is a sudden change in the diet.\n\nHigh concentrate feeding / change in diet, results in abnormal rumen fermentation - in particular excessive growth of bacteria in the rumen that can produce thiaminase - an enzyme that destroys thiamine. \nQ. What other vitamin deficiency can cause blindness in cattle? \n\n\n RETINOL: problems with deficiency\n\nCattle\n\nMild deficiency:        Rough scaly skin\nProlonged deficiency:  ‘Night blindness’, lachrymation, corneal opacity. Infertility, abortion, retained placenta, still-birth\n\nDeficiency rare in adults as carotenoids acquired at pasture replenish hepatic stores of Vitamin A  able to provide adequate retinol cover over winter periods (except if history of liver &/or intestinal disease)\n\nIntensively reared indoor beef cattle on cereal diets (barley beef) are prone \n\nFormation & integrity of epithelia & mucous membranes\n\n2. Retinal function\n    Combines with opsin to form rhodopsin needed for ‘night vision’\n\n3. Bone growth\n\n4. Immune function\n\n\nMetabolic functions: RETINOL\nSources\nRetinol:\n\nLiver (cod liver oil)\n Accumulates and stored in the liver of animals\nEgg yolk\nMilk fat\n\nβ carotene: Plants (grass)\n\n\nRetinol-deficient foods:\nCereal grains\nMeat"
}