{
  "filename": "Cursorial adaptaion_Locomotion general Notes.pdf",
  "canvas_file_id": 11120483,
  "file_url": "https://canvas.liverpool.ac.uk/files/11120483",
  "text": "1  \nAnatomical Adaptations for Cursorial Locomotion  \nand  \nImpact of Diet  \n  \n \nContents:  \n• Running — its about running fast (endurance is also important)  \n• Limb adaptations — general anatomical modifications for cursorial locomotion  \n• Dietary impact on running — carnivore vs. herbivore   \n• Alimentary tract modifications — successful digestion strategies   \n  \n  \nRunning:  \n  \nRunning (cursorial locomotion) involves over-land progression by a repetitive, cyclic, \npattern of limb movements. A “stride” is one cycle of limb movement at a particular gait. Gait \nrefers to a particular foot-fall pattern (walk, trot, gallop, etc.). Gait is selected for efficiency, \nterrain, and various circumstances related to survival.  \n  \nRunning success is ultimately about speed (catching prey & escaping predators). Speed \nis obtained by maximizing stride rate and stride length. Stride length is gained by increasing \nlimb length, either anatomically or virtually (via physiological trunk flexion/extension). Stride \nrate is favored by reducing limb mass, especially distally. (NOTE: For linear acceleration, inertia \n= mass; for angular acceleration, inertia = mass x radial-distance2.) Stride length and stride rate \nare antagonistic—enhancing one impairs the other; thus, compromise is necessary.   \n  \nTo improve stride rate, distally positioned limb mass can be reduced anatomically \n(permanently) and/or physiologically (temporary limb flexion). Anatomical strategies include: \nconcentrating musculature proximally, reducing number of digits, and elongating the distal, \nleast massive segments of the limb. Physiologically, distal limb mass is reduced by flexing the \nlimb during protraction. The degree of physiological limb flexion is proportional to the speed of \nthe gait, minimal at a walk and maximal at a gallop.  \n  \nBelow, we will first consider general anatomical adaptations associated with running, \nfocusing initially on forelimbs and then on forelimb-hindlimb differences. Next, we will discuss \nconstraints imposed by the carnivore vs herbivore lifestyle. (Locomotion and digestion are linked \nin evolution.) Finally, for the fun of it, we will compare digestive tracts of carnivores (dog) and \nherbivores (ruminants and the horse)  \n \n \n2  \nLimb adaptations for running:   \n  \n  \nAnatomically, cursorial adaptation has involved limb elongation and musculoskeletal \nmodification away from a more primitive, flexible, grasping, multi-use limb design toward a \nmore specialized, stable, locomotion-dedicated limb support. All limb design involves \nanatomical compromises between flexibility (rotation, dexterity, manipulation capacity) and \nstability (joint support, secure surface-contact). Anatomical specialization has evolved to \ninclude different functional roles for thoracic and pelvic limbs.   \n  \nGeneralized limb anatomy (evident in non-cursorial mammals, reptiles & birds)  \n• scapula positioned dorsally on a dorsoventrally flattened thorax   \n• shoulder joint fixed & capable of circumduction (ball & socket joint)  \n• two bones in the forearm, enabling rotation while providing stability  \n  \n— ulna firmly attached to elbow (loosely attached to wrist)  \n  \n— radius firmly attached to wrist (loosely attached to elbow)  \n• plantigrade contact with the ground  \n• multiple digits (typically five)   \n• unguis (nails, claws vs hoof)   \n  \nVarious anatomical adaptations for running (to enhance stride length/rate)  \n• mediolaterally flattened thorax with the scapula positioned laterally (which lengthens the \nlimb)   \n• scapula and shoulder joint free to move (shoulder becomes a hinge joint stabilized by \nmuscles)  \n• brachium remains highly muscular & relatively short (keeps limb mass proximal)  \n• one bone (radius) becomes dominant bone in the antebrachium (stability favoured over \nrotation)  \n• reduction of digits in the manus & pes (stability favoured over manipulative dexterity)  \n• conversion of musculature to ligament (reduced mass & more reliance on passive mechanics)  \n• elongation of the manus/pes (particularly the metacarpus/metatarsus and digits)   \n• ground contact made with digits (digitigrade) or hoof (unguligrade), vs plantigrade contact  \n  \n  \nForelimb - Hindlimb Comparison  \n  \nForelimbs and hindlimbs have different roles in cursorial quadrupeds. Consequently, \nthey are anatomically different:  \n  \nForelimbs (thoracic limbs) carry more static body weight (about 60%). Thoracic limbs are \ndesigned to catch body weight (mass x velocity) as it is thrown forward by the pelvic limbs. \nForelimbs are designed to improve gait efficiency by minimizing wasteful up/down energy \nexpenditure. (Ligaments absorb the kinetic energy of downward movement and store it as \n3  \npotential energy in stretched ligaments; then, during ligament rebound the stored energy is \nconverted to upward kinetic energy, elevating the thorax with minimal muscle involvement).   \n  \nAnatomical features of the forelimb include:  \n• shorter and straighter than the pelvic limb  \n• connected to the trunk only by muscle and ligament (not bone to bone articulation)  \n• broader, more rounded hoof (horse)  \n  \nHindlimbs (pelvic limbs) are the \"motors\" of locomotion. They drive the trunk forward and \npropel the body up/over obstacles during jumps. Anatomical features of the hindlimb include:  \n• longer and more angular than the thoracic limb  \n• osseous articulation to the trunk (axial skeleton) through a sacroiliac joint  \n• musculature capable of simultaneously extending hip, stifle, & hock  \n• narrower, more pointed hoof (horse)  \n  \n  \n  \nCarnivore vs Herbivore:   \n  \nThe carnivore lifestyle requires limb flexibility for grasping and manipulating prey and \nfor fighting to defend self, offspring, and territory. Thus, carnivores require multipurpose limbs \n(used for both running and manipulating). Therefore, anatomical specialization (limb \nelongation, bone reduction, digit elimination, conversion of muscle to ligament, and ungulate \nground contact) is moderated in the carnivore. Since the carnivore unguis (nail) is not used for \nlocomotion, it is available to be used as a \"tool/weapon\".   \n  \nCarnivores are fast because they have flexible spines. To catch long-leg prey, the \ncarnivore must obtain long stride length physiologically, by trunk flexion and extension (which \nrequires high energy expenditure). Trunk flexibility is feasible because carnivores have a \nrelatively small intestinal volume, due to a meat diet (which is why they need multipurpose \nlimbs in the first place).   \n  \n  \nHerbivores, with roughage diets and bulky abdominal viscera, have a more limited \ncapacity for trunk flexion. However, herbivore limbs, since they are not needed for grasping, are \nfreed to be devoted entirely to locomotion. Cursorial herbivores become ungulates, limbs make \nground contact with a hoof (unguis). The equine limb exhibits extreme anatomical \nspecialization for running.  \n  \n  \nEquine limbs have become so specialized, they resemble \"machines\" (reliance more on \nbone & ligament connections and less nerve & muscle control). The horse walks on the hoof of \na single digit of an elongated manus/pes where muscle has been replaced by ligament.   \n4  \n  \nIn contrast to ruminant herbivores (voluminous stomach for fermentation), the digestive \napparatus of the horse (small stomach and large cecum/colon for fermentation) predisposes it \nto continual grazing (in the wild). Accordingly, the horse has evolved ligament structures that \nfacilitate such a lifestyle, including prolonged standing with minimal expenditure of muscular \nenergy (stay apparatus), mechanical joint linkage (reciprocal apparatus), and mechanical energy \nconservation through potential/kinetic energy exchange (e.g., fetlock translation).  \n  \n  \n  \nAlimentary modifications   \n  \n  \nThe alimentary tract consists of oesophagus, stomach, small intestine, and large \nintestine, including cecum and anal canal. As mentioned, the different alimentary tracts and \ndiets of domestic mammals have implications for behaviour and thus locomotion. Features of \nthree types of digestive tracts are presented below:  \n  \nCanine digestive tract  \n• simple glandular stomach  \n• small cecum and simple colon  \n• small abdominal volume, especially when fasted  \n• high protein diet   \n  \nRuminant digestive tract (cattle, sheep, goat, deer, etc.)   \n• huge stomach with four compartments (fermentation chambers and a glandular \ncompartment)  \n• large cecum and coiled ascending colon  \n• large abdominal volume even if fasted  \n• rumen flora and fermentation products supplement a roughage diet  \n  \nEquine digestive tract  \n• simple stomach (half glandular)  \n• huge cecum and ascending colon  \n• large abdominal volume even if fasted  \n• roughage diet requires a protein source (obtained via grain or in the wild, coprophagy)"
}